<?php function text_block() { ?>
  <section class="section seo-section">
      <div class="container text-block">
        <h2 class="text-block-titile">SEO Заголовок</h2>
        <p class="text-block-text">
          Также как дальнейшее развитие различных форм деятельности предполагает независимые 
          способы реализации существующих финансовых и административных условий. Каждый из нас 
          понимает очевидную вещь: курс на социально-ориентированный национальный проект играет 
          важную роль в формировании как самодостаточных, так и внешне зависимых концептуальных 
          решений. Внезапно, интерактивные прототипы набирают популярность среди определенных слоев 
          населения, а значит, должны быть...
        </p>
        <a href="#!" class="text-block-button-link">
          <svg class="text-block-icon">
            <use href="./img/sprite.svg#load"></use>
          </svg>
          <p>Читать больше</p>
        </a> 
      </div>
    </section>
<?php } ?>